<!DOCTYPE html>
<html lang="ja">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>利用規約</title>
</head>
<body>
    <style>
        *{
            margin: 0 auto;
            padding: 0;
        }
        .button{ 
            width: 50%;
            display: flax;
            flex-direction: row;
            margin-bottom: 50px;
        }
        button{
            width: 25%;
            margin: 0 10%;
            padding: 3%;
        }

        .content{
            width: 80%;
        }

        h1{
            margin-bottom: 70px;
        }

        .block{
            margin-bottom: 50px;
            border-top: 1px solid #ccc;
        }

        h3{
            margin-top: 1%;
            margin-bottom: 1%;
        }

        li{
            list-style: decimal;
            margin-left: 3%;
        }

        
    </style>
<div class="content">

    <h1>利用規約</h1>
    <div class="block">
        <h3>最初に</h3>
        <p>　この利用規約（以下「本規約」）はIH12C,Group3（以下「本グループ」）がleafinおよびその一部として提供しているサービス、機能等（以下「本サービス」）を利用者様全員に快く使っていただくために、本グループから皆様に絶対守っていただくルールとして提示させていただくものになります</p>

        <p>　また、本グループは利用規約および、プライバシーポリシーとセキュリティ（以下「別規約」）を絶対遵守させていただくとともに、問題行為があった際は本規約と別規約に則り適切な対応を取らせていただきます。</p>

        <p>　本サービスは13歳以上のみご利用いただけます。</p>

        <p>　また、本規約は当グループが任意に変更することができ、変更した際は本サービス内で変更する旨を公表することによりアカウント所持者に周知し、アカウント所持者は変更後に本サービスを利用することによって、変更後の本規約に同意したこととします。</p>
    </div>

    <div class="block">
        <h3>アカウント情報の登録と管理</h3>
        <p>　利用者が本サービスにおいてアカウント登録をなさるときは、本規約と別規約を読んでいただき、同意したうえで不正確又は虚偽の情報を一切掲示せず入力項目を記入して登録していただきます。</p>
        <p>　なお、登録情報に虚偽が確認された際は、本グループが速やかにアカウントの削除をさせていただき、情報の虚偽や不正確であるために何かしら皆様に損害や、不利益なことが起きたとしても、本グループは一切責任を負いません。</p>
        <p>　利用者は自分のアカウントを自己責任で管理し、アカウントの譲歩、売却を一切禁止します。</p>
        <p>本グループは登録されたアカウントの情報をもとに、第三者が不正に利用した場合でも、利用者が操作したものとし、何かしらの損害、不利益が出たとしても登録者本人が責任を負うものとします。</p>
    </div>

    <div class="block">
        <h3>個人情報の取り扱い</h3>
        <p>　本グループが利用者から取得したした情報は、本規約を同意した後に表示される別規約に従うものとし、本サービスにアカウント登録した利用者（以下「登録者」）はこれらに同意した上で本サービスを利用するものとします。</p>
    </div>

    <div class="block">
        <h3>権利の帰属</h3>
        <p>　本サービスにおける投稿物や書き込みテキストに関する著作権は、違法アップロードの物以外はオリジナルの投稿者本人（以下「創作者」）に帰属されるものとし、創作者はその権利を言及できるものとしますが、本グループも著作物については言及できることとし、他サイトへの無断転載、転載者の権利言及などに意を唱えられる物とします。</p>
        <p>　また、権利について創作者と本グループが問題が起きた場合は創作者に権利があるものとします。</p>
    </div>

    <div class="block">
        <h3>作品の売買について</h3>
        <p>　本サービスでアップロードしている作品を別サイトでも売買している際、別サイトのリンクを貼り付けそのサイトでの売買を強要、扇動することは一切禁止となります。</p>
    </div>

    <div class="block">
        <h3>禁止行為</h3>
        <p>本サービスでは以下の行為が禁止対象となります。</p>
        <ul>
            <li>本規約又は別規約に違反する行為</li>
            <li>公職選挙法に抵触する行為</li>
            <li>R-18指定を受けるようなコンテンツを掲載する行為</li>
            <li>ポルノ・児童買春・無修正ビデオ動画などへのURLの掲載</li>
            <li>本グループの運営を妨害する行為</li>
            <li>本グループの承諾を得ない売買行為、オークション行為、金銭支払いやその他の類似行為</li>
            <li>本グループの許諾を得ない商品の広告、宣伝を目的としたプロフィール内容の公開、その他チェーンメール、スパムメール等の勧誘を目的とする行為</li>
            <li>13歳以下が投稿物の閲覧以外をする行為</li>
            <li>本グループが不適切であるととらえる行為</li>
            <li>その他上記に準じる行為</li>
        </ul>
    </div>

    <div class="block">
        <h3>本グループの対応</h3>
        <p>　利用者による本規約への違反を確認した場合又は本グループが院委の理由に基づき必要とした場合には、本グループは違反したアカウントの削除、投稿物の削除含む本グループが適切であると判断する対応を、利用者に告知することなく自己判断でできることとし、利用者はこれに同意します。</p>
    </div>
    

    
    <div class="button">
        <a href="./privacy_poricy.php"><button>同意する</button></a>
        <a href="../index.php"><button>同意しない</button></a>
    </div>
    
    <!--  require_once("../footer.html");  -->
</div>
</body>
</html>